[
  {
    "id": "R1",
    "title": "Homer Simpson's Donut",
    "author": "The Simpsons",
    "yield": "12 servings",
    "time": "2 hours",
    "subtitle": "Any fan of The Simpsons knows that Homer goes absolutely nuts for donuts with a pretty pink glaze.",
    "description": "Any fan of The Simpsons knows that Homer goes absolutely nuts for donuts with a pretty pink glaze. Make some mouthwatering confections that Homer himself would be drooling over with this recipe from Let's Eat Fiction!",
    "tags": ["Snack", "Egg"],
    "ratings": [],
    "ingredients": [
      "6 1/2 cups all-purpose flour",
      "1 1/2 teaspoons salt",
      "1/2 teaspoon ground cinnamon",
      "1/3 cup all-vegetable shortening",
      "1 1/2 cups whole milk, warmed",
      "1 teaspoon vanilla extract",
      "1/3 cup warm water",
      "2 (1/4 oz) packets instant yeast (4 1/2 teaspoons)",
      "1 teaspoon sugar",
      "2 whole eggs",
      "1/4 cup sugar",
      "Flour for dusting",
      "Vegetable oil for frying",
      "Parchment paper",
      "1 (15-16 oz) tub of ready-made frosting in hot pink",
      "Rainbow sprinkles"
    ],
    "instructions": [
      "Whisk the flour, salt, and cinnamon together in a large bowl.",
      "Put the shortening in a second bowl. Heat the milk in a microwave or on the stovetop, then pour over the shortening and whisk until the shortening is melted.",
      "Pour warm water (110 F) into a third bowl, and sprinkle both packets of yeast on top. Add the sugar, and let it sit for 5 minutes. Then, pour in the milk and shortening mixture. Add the eggs and the rest of the sugar, and mix on low with an electric mixer. Mix in half of the flour mixture, then add in the rest of the flour mixture and mix on low for 1 minute. Move the speed up to medium and mix for 3-4 more minutes. Cover the finished dough with a plate and let it rise for an hour.",
      "Cut some parchment paper into 4-inch squares.",
      "After the dough has doubled in size, dump it out onto a flour-covered surface. Knead it for two minutes until it is no longer sticky. Cut it in half, and roll out the dough to 1/2 inch thickness. Cut out circles using a 3-inch cookie or biscuit cutter, and add center holes with a 1-inch cutter. Put the cut doughnuts onto the parchment paper squares.",
      "Add about 2 inches of oil in a large pot, and heat to 365 F. Heat the donuts in the oil until golden brown, making sure to flip them. Once they're fried, let them drain on a paper towel-covered plate, and cool them on a rack for 10-15 minutes.",
      "Remove the lid and seal from the tub of icing, and heat in the microwave until it's liquid. Spoon the frosting over the donuts and top with rainbow sprinkles. Let them set for about 15 minutes, and enjoy."
    ],
    "category": "Snack",
    "notes": [],
    "img": "simpsons-donut.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R2",
    "title": "Cookie Cat Ice Cream Sandwiches",
    "author": "Steven Universe",
    "yield": "12 servings",
    "time": "2 hours",
    "subtitle": "Steven's favorite ice-cream cat sandwich is marketed as being 'super-duper yummy,' but what does it really taste like?",
    "description": "Steven's favorite ice-cream cat sandwich is marketed as being 'super-duper yummy,' but what does it really taste like? Food-Fiction Cafe has an idea, and it's delicious. It doesn't require any special tools other than a cat-shaped cookie cutter.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "Vanilla ice cream",
      "Strawberry ice cream",
      "1/2 of a 15.25 oz. box of chocolate cake mix (about 1 1/2 cups cake mix)",
      "1 egg",
      "1/4 cup shortening or room-temperature butter",
      "1/4 cup all-purpose flour",
      "1 1/2 teaspoon water"
    ],
    "instructions": [
      "Let the ice cream sit out to soften (but not melt), and cover a tray with sides with parchment paper.",
      "On the tray, spread a 1/2 inch thick strip of vanilla ice cream (it should be half as wide as your cookie cutter). Spread an identical strip of vanilla ice cream right next to it. Repeat until the tray is full. Cover the tray in plastic and freeze it overnight.",
      "Blend the rest of the ingredients in a bowl until just combined. Wrap the finished dough in plastic and chill in the freezer for 15 minutes. While you're waiting, preheat the oven to 375 F and dust a piece of parchment paper with flour.",
      "After the dough is chilled, roll it to 1/8 inch thickness on the floured paper using a floured rolling pin. Use the cookie cutter to stamp out an even number of shapes. Cut out eyes in half of the shapes. Place the shapes and the parchment paper onto a tray and bake for 5-6 minutes. Let the cookies cool completely on a wire rack. When the cookies are cool, flip the cookies without eyes.",
      "Pull out your tray of ice cream. Then, starting at the bottom of the tray, press the cookie cutter into the ice cream. Use a knife to transfer the cut-out ice cream to one of the upside-down cat cookies. Gently press it down on the cat cookie, then top with one of the cookies with the eyes cut out.",
      "After you've finished, wrap each cat cookie in plastic wrap and let them harden in the freezer overnight.'"
    ],
    "category": "",
    "notes": [],
    "img": "steven-cookie-cat.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R3",
    "title": "Krabby Patty",
    "author": "Spongebob Squarepants",
    "yield": "4 servings",
    "time": "45 minutes",
    "subtitle": "The Krabby Patty is the food of choice in SpongeBob SquarePants",
    "description": "The Krabby Patty is the food of choice in SpongeBob SquarePants. While its secret ingredient remains an elusive mystery in the show, this recipe from Instructables ensures you can make your own Krabby Patty at home.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 1/2 pounds of peeled, deveined shrimp",
      "1 egg",
      "10-12 regular-sized or smaller hamburger buns",
      "Lemon zest to taste",
      "Old Bay seasoning",
      "1 tablespoon of your favorite hot sauce",
      "1 teaspoon celery seed",
      "1 teaspoon garlic powder",
      "1 teaspoon paprika",
      "1 teaspoon salt",
      "1 teaspoon black pepper",
      "1 teaspoon cayenne pepper",
      "Vegetable oil and/or butter for frying",
      "Butter lettuce",
      "Thinly sliced tomato",
      "Pickled onions",
      "Tartar sauce",
      "Cocktail sauce"
    ],
    "instructions": [
      "Place 3-4 hamburger buns in a food processor. Add the dried spices and blend into a breadcrumb mixture. Pour it out into a large bowl.",
      "Pulse the shrimp in the food processor until they're broken into small pieces. Add the shrimp to the bowl with the breadcrumbs, pour in the lemon zest and hot sauce, crack in an egg, and mix it all together.",
      "Form golf ball-sized amounts of the mixture into patties, and lay them out on parchment paper or wax paper on a sheet pan. This should make 8 patties. Once they're all formed, put them in the refrigerator for 30 minutes or the freezer for 15 minutes.",
      "Heat some vegetable oil in a non-stick pan. Cook the chilled patties in the oil, flipping after about 3-4 minutes. Dress the finished patties with the toppings of your choice."
    ],
    "category": "",
    "notes": [],
    "img": "krabby-patty.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R4",
    "title": "Sandwich of Death",
    "author": "The Regular Show",
    "yield": "4 servings",
    "time": "35 minutes",
    "subtitle": "The Sandwich of Death, as featured on Regular Show, is no ordinary meatball sub.",
    "description": "The Sandwich of Death, as featured on Regular Show, is no ordinary meatball sub. But you won't kick the bucket when you bite in, even though the taste is to die for. This recipe comes courtesy of Fiction-Food Cafe.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 cup spaghetti or pizza sauce",
      "1/2 cup BBQ sauce",
      "Split-top sub rolls, cut lengthwise",
      "Package of sliced sandwich pepperoni",
      "Package of small sliced Canadian bacon"
    ],
    "instructions": [
      "Preheat your oven to 350 F, and spray a large baking dish with non-stick spray (you can butter it, too).",
      "Combine all of the meatball ingredients in a large bowl. Form them into ping pong-sized balls, and put them in the prepared dish in a single layer. Cover with foil and bake in the oven for 25-30 minutes. After they've finished cooking, remove the meatballs.",
      "Combine the spaghetti or pizza sauce with the BBQ sauce, and spread on an opened sub roll. Cover with alternating layers of pepperoni and Canadian bacon. Top with a row of meatballs, then sprinkle on parmesan and fresh parsley."
    ],
    "category": "",
    "notes": [],
    "img": "sandwich-of-death.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R5",
    "title": "Bacon Pancakes",
    "author": "Adventure Time",
    "yield": "4 servings",
    "time": "30 minutes",
    "subtitle": "It's just as easy (and delicious!) as Jake the Dog says: you make some bacon and you put it in a pancake!",
    "description": "It's just as easy (and delicious!) as Jake the Dog says: you make some bacon and you put it in a pancake! This is simple and mouth-watering breakfast from The Geeky Chef is perfect for any venturing hero.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "10 strips of bacon, fried until crispy",
      "1 cup flour",
      "2 tablespoons sugar",
      "1 teaspoon baking powder",
      "Pinch of baking soda",
      "2 tablespoons of melted butter, plus extra for frying",
      "¾ cup buttermilk",
      "1 egg",
      "Pinch of salt",
      "Maple syrup for serving"
    ],
    "instructions": [
      "Stir together the flour, sugar, baking powder, and baking soda in a mixing bowl. In a separate bowl, whisk the melted butter and buttermilk together, then add the egg. Combine the flour mixture with the buttermilk mixture and whisk until they're combined and free of lumps.",
      "Melt some additional butter on a large skillet, and add bacon strips with space between each. Pour the batter down each bacon strip until it is covered. Make sure to leave space between each cake!",
      "Cook until the batter bubbles, then flip. Serve the pancakes drizzled with maple syrup."
    ],
    "category": "",
    "notes": [],
    "img": "bacon-pancakes.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R6",
    "title": "ChimiCherryChanga",
    "author": "My Little Pony: Friendship is Magic",
    "yield": "5 servings",
    "time": "15 minutes",
    "subtitle": "In My Little Pony: Friendship is Magic, Pinkie Pie won't stop obsessing over the idea of making a chimichanga packed with cherries",
    "description": "In My Little Pony: Friendship is Magic, Pinkie Pie won't stop obsessing over the idea of making a chimichanga packed with cherries. Luckily, the genius at The Geeky Chef whipped one up for her.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "5 extra-large soft flour tortillas",
      "8 oz. cream cheese",
      "1/2 cup ricotta cheese",
      "1/2 cup sour cream",
      "2 teaspoons lemon zest",
      "1 teaspoon vanilla extract",
      "1/2 cup sugar",
      "21 oz. canned cherry filling",
      "Canola or vegetable oil for frying",
      "Cinnamon sugar for coating"
    ],
    "instructions": [
      "In the bowl of a stand mixer, combine the cream cheese, ricotta, sour cream, vanilla extract, and lemon zest.",
      "Fill a deep fryer or pot with oil and heat it to 340 F.",
      "Spoon the cheese mixture into the center of the tortillas. Then, layer some cherry filling on top of the cheese, and fold the tortillas up.",
      "Carefully fry each tortilla in the oil for about two minutes, or until golden brown. Sprinkle with cinnamon sugar and enjoy."
    ],
    "category": "",
    "notes": [],
    "img": "chimicherrychanga.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R7",
    "title": "Reptar Bar",
    "author": "Rugrats",
    "yield": "8 servings",
    "time": "1 hour 20 minutes",
    "subtitle": "Reptar Bars are the perfect chocolate snack, fit to satisfy the sweet tooth of even the most ravenous of reptiles.",
    "description": "Reptar Bars are the perfect chocolate snack, fit to satisfy the sweet tooth of even the most ravenous of reptiles. Try this recipe from Genius Kitchen – once you take a bite, you'll realize why Tommy and his friends were always trying to snag some.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "24 oz. semi-sweet chocolate chips",
      "1⁄2 cup marshmallow cream",
      "1⁄2 cup caramel candy",
      "2-3 tablespoons heavy cream",
      "4 drops green food coloring",
      "1⁄4 cup graham cracker crumbs",
      "Chocolate bar mold"
    ],
    "instructions": [
      "Melt the chocolate until smooth, either in a double boiler or in a heatproof bowl on top of a pot of simmering water. Add the chocolate to the mold, but reserve half for the last layer of the bar. Set the mold in the freezer.",
      "Heat the heavy cream and caramel candies in a microwave in one-minute intervals until the caramels are melted. Then, heat the marshmallow fluff for 15 seconds, and add green food coloring until the fluff is as green as you wish.",
      "Take the mold out of the freezer and top the chocolate with the green fluff. Layer on graham cracker crumbs and caramel, and place the mold back in the freezer. After the layers set, add the final coating of chocolate. Freeze the finished bars for 15-30 minutes, or until they're firm."
    ],
    "category": "",
    "notes": [],
    "img": "reptar-bar.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R8",
    "title": "Katsudon Pirozhki",
    "author": "Yuri On Ice",
    "yield": "8 servings",
    "time": "1 hour 30 minutes",
    "subtitle": "A hybrid of Japanese and Russian meals, katsudon pirozhki is not only a symbol of two skaters' friendship, it's a tasty comfort food.",
    "description": "A hybrid of Japanese and Russian meals, katsudon pirozhki is not only a symbol of two skaters' friendship, it's a tasty comfort food. Fiction-Food Cafe has a great recipe to replicate it yourself.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1/2 tablespoon active dry yeast",
      "1/2 cup water",
      "1/4 cup plus two tablespoons milk",
      "1 tablespoon oil",
      "2 teaspoons sugar plus a pinch extra to sprinkle in yeast",
      "2 teaspoons salt",
      "2 1/4 cups flour",
      "Oil for frying",
      "1 pound pork cutlets (about four) with fat trimmed",
      "Salt and pepper to taste",
      "1/3 cup flour",
      "1 egg, beaten",
      "1/2 cup panko bread crumbs",
      "Oil for frying",
      "1 cup water",
      "1 teaspoon dashi powder",
      "4 tablespoons aji mirin",
      "2 tablespoons soy sauce",
      "2 tablespoons sugar",
      "1 large onion, julienned",
      "8 eggs",
      "2 cups cooked white rice",
      "Frozen peas"
    ],
    "instructions": [
      "Put the yeast in a large bowl. Mix the water and milk and heat for a few seconds in the microwave, then pour this warm mixture over the yeast. Stir in some sugar, and let the mix sit for about 15 minutes until foamy. Add the oil, 2 tablespoons of sugar, salt, and flour, and mix on low in a stand mixer fitted with a dough hook until the dough comes together.",
      "Flour your hands and pull the dough into a rough ball in the center of the bowl. Cover with plastic wrap and let it rise for about an hour. Scrape the dough down again, and mix it again with the mixer on low for another minute. Cover it again and let it rise for a second hour (this is the perfect time to make the filling!).",
      "Bring about an inch of canola oil to 350 F in a heavy pan. Rinse the pork and pat it dry, then score each piece with a knife and season with salt and pepper. Cut each cutlet in half lengthwise. Place the flour, egg, and panko crumbs in small bowls, and dredge each piece of pork in flour, egg, and panko to coat.",
      "Fry the coated pork in the oil until the pieces are golden brown and crispy on both sides (this should take about 4 to 5 minutes). After the pork is cooked, let it sit on a wire rack covered with paper towels.",
      "Combine 1/4 cup of dashi stock, 1 tablespoon of mirin, 1/2 tablespoon of soy sauce, and 1/2 tablespoon of sugar with a quarter of the cut onions in a small pan. Bring the mixture to a boil and stir the onions until they are tender.",
      "Cut each piece of pork into horizontal strips (make sure each piece is still connected). Put the pork into the pan and break an egg over each piece, then cover with a lid until the eggs are cooked. Remove the pork to a large place. Repeat as necessary until every piece of pork has been cooked with egg and onion.",
      "Heat an inch-and-a-half of canola oil to 350 F in a heavy pan, and flour your hands and a flat surface. Grab a palm-sized portion of your proved dough, flatten it on the surface, and roll it out to approximately 4 1/2 inches by 6 inches.",
      "Sprinkle a tablespoon's worth of cooked rice down the center of the dough, top with frozen peas, and then add an egg-and-onion covered piece of pork. Top with another tablespoon of rice and more peas. Enclose this with the dough, and shape it into an oblong form (kind of like a potato). Repeat until all of the pork is encased in dough.",
      "Put each piroshki into the hot oil and cook until it is a deep golden brown color (make sure the oil stays at 350 F). Let them cool a bit on a wire rack lined with paper towels before eating."
    ],
    "category": "",
    "notes": [],
    "img": "katsudon-pirozhski.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R9",
    "title": "Chocolate Salty Balls",
    "author": "South Park",
    "yield": "24 servings",
    "time": "1 hour",
    "subtitle": "Chef's Chocolate Salty Balls might sound suspect, but thanks to The Geeky Chef, in real life they're an awesome treat.",
    "description": "Chef's Chocolate Salty Balls might sound suspect, but thanks to The Geeky Chef, in real life they're an awesome treat.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "2/3 cup salted butter",
      "1 1/2 cups sugar",
      "1/4 cup brandy",
      "4 cups semisweet chocolate chips",
      "2 teaspoons vanilla extract",
      "4 eggs",
      "2 tablespoons cinnamon",
      "1 1/2 cups all-purpose flour",
      "1/2 teaspoon baking soda",
      "1/2 teaspoon table salt",
      "Coarse sea salt, to taste"
    ],
    "instructions": [
      "Preheat the oven to 325 degrees. Stir the butter, sugar, and brandy in a saucepan until they come to a boil. Remove the saucepan from the heat, and stir in two cups of chocolate chips until melted. Let the mixture cool a bit, then add the vanilla.",
      "Beat the eggs in a separate large bowl, then add the chocolate and mix it all together.",
      "Mix the flour, baking soda, cinnamon, and salt together, and mix it into the chocolate mixture. Add the remaining chocolate chips, and spread the mix into a greased baking pan. Bake the mixture for 35-45 minutes.",
      "Let the baked mixture cool, and sprinkle a cutting board with sea salt. Then, scrape up the mixture and shape it into one-inch balls. Roll the balls lightly in the salt, and enjoy!"
    ],
    "category": "",
    "notes": [],
    "img": "chocolate-salty-balls.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R10",
    "title": "Poutine on the Ritz",
    "author": "Bob's Burgers",
    "yield": "4 servings",
    "time": "1 hour",
    "subtitle": "Bob's Burgers is filled with appetizing treats, but if you've got a craving for something sopped with gravy, this one's for you.",
    "description": "Bob's Burgers is filled with appetizing treats, but if you've got a craving for something sopped with gravy, this one's for you. Bon Appetit's recipe for Bob's Poutine on the Ritz burger is downright indulgent.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 ounce dried porcini mushrooms",
      "3 tablespoons unsalted butter",
      "3 tablespoons all-purpose flour",
      "1 tablespoon olive oil",
      "½ medium onion, sliced",
      "½ medium shallot, sliced",
      "½ medium leek, white and pale-green parts only, sliced",
      "1 garlic clove, smashed",
      "2 teaspoons tomato paste",
      "2 cups veal demi-glace or homemade veal stock",
      "2 teaspoons black peppercorns",
      "1 teaspoon apple cider vinegar",
      "1 teaspoon green peppercorns",
      "1 teaspoon Worchestershire sauce",
      "2 sprigs parsley",
      "2 sprigs thyme",
      "1 bay leaf",
      "1 pound frozen, wide-cut steak fries, fried as directed",
      "Unsalted butter, room temperature (for buns)",
      "4 sesame seed buns, split",
      "Vegetable oil for pan",
      "1½ pounds ground beef chuck (20% fat)",
      "Kosher salt, freshly ground pepper",
      "Mayonnaise, dill pickle slices, cheddar cheese curds or halloumi, and chopped chives for serving"
    ],
    "instructions": [
      "Cover the mushrooms with boiling water in a small bowl, and let them sit until they're tender. Strain the mushrooms and save the soaking liquid.",
      "Melt the butter over medium-high heat. Add the flour and cook until the mixture is deep golden brown and smells nutty (about 2-4 minutes). Set this mixture aside.",
      "Heat the oil in a medium saucepan over medium-high heat. Add the onions, shallots, leeks, and garlic and stir until they're caramelized (about 10-12 minutes). Add the tomato paste and cook for another minute or two. Add the mushrooms and their soaking liquid, demi-glace, black and green peppercorns, vinegar, Worchestershire, parsley, thyme, and bay leaf. Bring the mixture to a boil, then reduce the heat and simmer for about 30 minutes. Strain this stock into a large bowl and toss the solids.",
      "Put the stock back in a suacepan and bring to a boil. Whisk in the flour mixture (roux) from earlier and stir until the gravy is thick and smooth (about 2-3 minutes). Butter and toast the buns in a large griddle or cast-iron skillet.",
      "Heat the griddle or skillet until very hot and lightly brush it with oil. Divide the beef into 4 equal portions (not patties), and transfer each to the griddle. Smash them to form imperfect patties. Season with salt and pepper and cook until they're browned around the edges (about 2 minutes). Turn and repeat on the other side.",
      "Transfer each patty to a bun, and garnish as desired with toppings and the gravy. Just don't forget the fries!"
    ],
    "category": "",
    "notes": [],
    "img": "poutine-on-the-ritz.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R11",
    "title": "Ron's Naco",
    "author": "Kim Possible",
    "yield": "4 servings",
    "time": "30 minutes",
    "subtitle": "Ron Stoppable's Tex-Mex fast-food concoction becomes a craze in Kim Possible, and it's no wonder why – it looks like something you'd find in your Taco Bell dreams.",
    "description": "Ron Stoppable's Tex-Mex fast-food concoction becomes a craze in Kim Possible, and it's no wonder why – it looks like something you'd find in your Taco Bell dreams. Recreate it yourself thanks to Fiction-Food Cafe.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "Burrito-sized flour tortillas",
      "1/4 cup melted butter",
      "1 pound ground beef",
      "1 packet taco seasoning and required water",
      "1 can nacho cheese",
      "1 can refried beans",
      "Corn tortilla chips",
      "1 tomato, diced",
      "A few leaves of green leaf lettuce",
      "Sour cream"
    ],
    "instructions": [
      "Preheat the oven to 350 F. Brown the meat in a large pan, and prepare it with the taco seasonings as indicated on the package. Make sure to break the meat up really well.",
      "Meanwhile, warm the refried beans and nacho cheese in separate pots. Break some tortilla chips into smaller pieces.",
      "Place a tortilla on a baking tray and brush it with melted butter. Put a ramekin (or other small dish) in the center of the tortilla and gather the tortilla around it. Tie the folds in place with baking string and brush the whole tortilla with butter (make sure to get underneath, too). Bake the tortilla until the edges are golden brown and it's stiff (about 5-10 minutes). Remove the string and carefully pull out the ramekin. Fill the tortilla with nacho ingredients and dig in."
    ],
    "category": "",
    "notes": [],
    "img": "rons-naco.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R12",
    "title": "The Grey Stuff",
    "author": "Beauty and the Beast",
    "yield": "4 servings",
    "time": "1 hour 5 minutes",
    "subtitle": "'Try the grey stuff, it’s delicious!'",
    "description": "'Try the grey stuff, it’s delicious!' Anyone would want to be your guest when you're cooking up some of the yummy dessert featured in Disney's classic Beauty and the Beast. This recipe comes straight from the kitchens of CookFiction.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 small package of instant vanilla pudding mix (3.4 oz.)",
      "1 1/2 cups milk",
      "15 Oreos (normal or Double Stuf)",
      "1 small container of Cool Whip (8 oz.)",
      "3 tablespoons instant chocolate pudding mix",
      "Graham crackers (at least 2 boxes)",
      "Sprinkles (optional)"
    ],
    "instructions": [
      "Combine the vanilla pudding mix with the milk, and let set. Meanwhile, crush the Oreos into fine crumbs with a food processor or in a large plastic bag.",
      "Add the crushed Oreos, Cool Whip, and chocolate pudding mix to the vanilla pudding mix and blend well. Chill at least an hour in the fridge, and serve piped onto graham crackers."
    ],
    "category": "",
    "notes": [],
    "img": "grey-stuff.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R13",
    "title": "Herring and Pumpkin Pot Pie",
    "author": "Kiki's Delivery Service",
    "yield": "2 servings",
    "time": "30 minutes",
    "subtitle": "In Kiki's Delivery Service, Kiki spends a lot of time assisting an elderly woman preparing a beautiful herring pie.",
    "description": "In Kiki's Delivery Service, Kiki spends a lot of time assisting an elderly woman preparing a beautiful herring pie. Try creating it yourself with this recipe from Anna The Red.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "Mashed pumpkin with sauteed onions",
      "White sauce (like Bechamel)",
      "Herring, sardines, cod – any white fish will work",
      "Pie dough",
      "Black olives",
      "Egg yolk for the surface of the pie"
    ],
    "instructions": [
      "Heat oven to 400 F. While it's heating, roll out the dough to the size of the baking dish and put it in the bottom of the dish. Spread the dough with a 1-inch layer of mashed pumpkin, and layer on mackerel. Finish with the white sauce.",
      "Roll and stretch the remaining pie dough, put it over the baking dish, and trim the pie dough so it's slightly bigger than the dish. Use the scraps of dough to decorate the top of the pie with lines and a fish, and decorate with sliced black olives. Finish the pie by brushing on beaten egg yolk. Bake for 20 minutes, and dig in."
    ],
    "category": "",
    "notes": [],
    "img": "herring-pumpkin-pot-pie.jpeg",
    "credits": "by Crystal Brackett - https://www.ranker.com/list/cartoon-food-you-can-make-in-real-life/crystal-brackett"
  },
  {
    "id": "R14",
    "title": "Carrots on a Stick",
    "author": "Zootopia",
    "yield": "8 servings",
    "time": "25 minutes",
    "subtitle": "When young Judy and her family are walking around the fair after the play, in the background, there is a vendor selling carrots on a stick.",
    "description": "When young Judy and her family are walking around the fair after the play, in the background, there is a vendor selling carrots on a stick.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "2 pounds carrots, peeled",
      "1/4 cup butter",
      "1/4 cup packed brown sugar",
      "1/4 teaspoon salt",
      "1/8 teaspoon ground white pepper"
    ],
    "instructions": [
      "Place carrots into a large saucepan, pour in enough water to reach depth of 1 inch, and bring to a boil.",
      "Reduce heat to low, cover, and simmer carrots until tender, 8 to 10 minutes.",
      "Drain and transfer to a bowl.",
      "Melt butter in the same saucepan; stir brown sugar, salt, and white pepper into butter until brown sugar and salt have dissolved. Transfer carrots into brown sugar sauce; cook and stir until carrots are glazed with sauce, about 5 more minutes.",
      "Wait to cool a bit and skewer with sticks"
    ],
    "category": "",
    "notes": [],
    "img": "carrot-on-a-stick.png",
    "credits": "Disney Meals - http://disneymeals.me/zootopia/"
  },
  {
    "id": "R15",
    "title": "Coco Nut-job",
    "author": "Zootopia",
    "yield": "1 serving",
    "time": "5 minutes",
    "subtitle": "When Judy first gets to Zootopia, we see a juice bar with a giraffe ordering a juice. There’s even a shot of a partial menu of the juice bar.",
    "description": "When Judy first gets to Zootopia, we see a juice bar with a giraffe ordering a juice. There’s even a shot of a partial menu of the juice bar.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 raw coconut meat",
      "Juice of 1 coconut",
      "1 can coconut milk",
      "1 tbs protein powder",
      "1/3 c key lime juice"
    ],
    "instructions": ["Place all in blender and blend"],
    "category": "",
    "notes": [],
    "img": "coco-nut-job.png",
    "credits": "Disney Meals - http://disneymeals.me/zootopia/"
  },
  {
    "id": "R16",
    "title": "Jumbo Pop",
    "author": "Zootopia",
    "yield": "1 serving",
    "time": "8 hours",
    "subtitle": "How could anyone forget the scene where the misunderstood Nick is trying to get a Jumbo Pop for his poor son that wants to be an elephant.",
    "description": "How could anyone forget the scene where the misunderstood Nick is trying to get a Jumbo Pop for his poor son that wants to be an elephant.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "2 packets fruit punch koolaid",
      "2 c sugar",
      "1 gallon water",
      "1 large Tupperware container (used for cereal or something similar)"
    ],
    "instructions": [
      "Mix the koolaid and the sugar in the container.",
      "Place a large stick in it.",
      "Place in freezer and freeze",
      "Run under warm water to help release the pop"
    ],
    "category": "",
    "notes": [],
    "img": "jumbo-pop.png",
    "credits": "Disney Meals - http://disneymeals.me/zootopia/"
  },
  {
    "id": "R17",
    "title": "Mob Boss Wedding Cake",
    "author": "Zootopia",
    "yield": "8 servings",
    "time": "35 minutes",
    "subtitle": "Luckily, Nick and Judy didn’t get iced, but they did have icing! They got to attend Fru Fru’s wedding and had some delicious wedding cake.",
    "description": "Luckily, Nick and Judy didn’t get iced, but they did have icing! They got to attend Fru Fru’s wedding and had some delicious wedding cake.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1/2 cup butter-flavored shortening",
      "1/2 cup butter, softened",
      "2 cups white sugar",
      "5 eggs, separated (room temperature)",
      "3 teaspoons real vanilla extract",
      "2 cups cake flour",
      "1 1/2 teaspoons baking soda",
      "1 cup real buttermilk, (room temperature)",
      "1 1/2 cup finely shredded sweetened coconut flakes",
      "1-2 containers cream cheese frosting"
    ],
    "instructions": [
      "Preheat oven to 325.",
      "Grease and flour three 9-inch round cake pans. Set aside.",
      "In a large bowl cream together shortening, butter and sugar.",
      "Add egg yolks one at a time, beating well after each addition.",
      "In a separate bowl combine flour and baking soda.",
      "Alternate adding the buttermilk and flour into the sugar mixture. Starting and ending with the buttermilk. Be sure to mix well after each addition.",
      "Stir in vanilla.",
      "In a separate bowl, beat egg whites until stiff peaks form.",
      "Fold egg whites into batter.",
      "Stir in coconuts.",
      "Pour batter into prepared pans and bake for 25-27 minutes.",
      "Remove from oven and let cakes sit in pans for 5 minutes before removing from pans and placing on a cooling rack to finish cooling.",
      "Frost & decorate cooled cake layers as desired"
    ],
    "category": "",
    "notes": [],
    "img": "mob-boss-wedding-cake.png",
    "credits": "Disney Meals - http://disneymeals.me/zootopia/"
  },
  {
    "id": "R18",
    "title": "Imagination Land Cupcakes",
    "author": "Inside Out",
    "yield": "12 servings",
    "time": "45 minutes",
    "subtitle": "In the butchered dream sequence, the dream is failing and the camera pans around to see the Unicorn eating cupcakes.",
    "description": "In the butchered dream sequence, the dream is failing and the camera pans around to see the Unicorn eating cupcakes.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 1/4 cups (296 ml.) vegetable oil",
      "1 3/4 cups (373 g.) white granulated sugar",
      "4 eggs",
      "1 Tablespoon pure vanilla extract",
      "1 1/2 tsp. pure almond extract",
      "2 1/4 cups (340 g.) all purpose flour",
      "1/2 cup (68 g.) cornstarch",
      "1 Tablespoon baking powder",
      "1 tsp. salt",
      "1 1/2 cups (366 g.) full fat sour cream OR full fat yogurt or full fat Greek yogurt",

      "1 1/2 cups (322 g.) white granulated sugar",
      "3/4 cups (113 g.) all purpose flour",
      "1/4 tsp. salt",
      "2 1/4 cups (532 ml.) whole milk",
      "1 1/2 cups (3 sticks) (339 g.) unsalted butter at room temperature",
      "1 to 1 1/2 Tablespoons pure vanilla extract (depending on your taste) or 1 Tablespoon vanilla and 1/2 tsp almond extract"
    ],
    "instructions": [
      "Preheat oven to 350 degrees Fahrenheit, 180 degrees Celsius, Gas Mark 4. Put oven rack on the bottom third of the oven. In my oven I bake these in the second rack from the bottom. (I found that with this recipe when the cupcakes were baked in the upper racks they got too brown for my liking.)",
      "Start by making the base for the frosting. (It needs to cool down before using, this part of the frosting could also be made a day or 2 ahead.) In a large saucepan on medium heat, whisk together the sugar, flour and salt, and slowly add the milk. Cook, whisking frequently, really almost constantly so it doesn't scorch, until it comes to a boil. Once it starts boiling, turn down the heat to medium low, and cook for 3-4 minutes, whisking constantly, this is to cook the flour taste out. Mixture will be very thick. Remove from heat and add 1 tablespoon vanilla extract. Transfer this mixture to another bowl and let cool in the fridge.",
      "Start making the cupcakes.",
      "Line muffin tins with cupcake liners (greaseproof are best) and set aside.",
      "In a large bowl with a hand mixer, or in the bowl of a stand mixer, add the oil and the sugar. Beat them together for 2 minutes or so, so they are mixed well and the sugar has dissolved somewhat. Add the eggs and both extracts and beat again for another 2 or 3 minutes, until the mixture is smooth and creamy looking.",
      "In another medium bowl, whisk together the flour, cornstarch, baking powder and salt. Add the dry ingredients to the egg mixture and beat on medium low speed just until it's incorporated, don't over beat. Scrape down the sides of the bowl with a rubber spatula. Add the sour cream and beat on medium low speed just until the sour cream is mixed in well. Scrape down the sides of the bowl again and beat again just for about 20 seconds to make sure it's all mixed well.",
      "With a spoon or a scoop, fill the cupcake liners slightly over half full. Bake in the preheated oven for 18-22 minutes, until a toothpick inserted into the center comes out clean. (Start checking after 17 minutes.)",
      "Cool on a wire rack. When they have cooled enough to handle, remove from muffin tins and let cool on racks. Let cool completely before frosting cupcakes.",
      "While cupcakes are baking finish making the frosting. Make sure the base in the fridge is completely cool. If it's warm at all, it's going to melt the butter. If it's very cold in the fridge it may very firm. Don't worry, it's fine.",
      "In a stand mixer or in a large bowl with a hand mixer, beat the butter for 2 minutes, scrape down the sides of the bowl and beat again for another minute or so, until it's nice and light and fluffy. With the mixer going on medium - medium high, gradually add the cooled frosting base, about a 'scoop' (a large spoonful) at a time. After each scoop, let it mix until it's fully incorporated. Keep adding and letting it mix together until it's all been used. Scrape down the sides of the bowl and beat for another few minutes until it's super light and fluffy. Taste it and see if you think it needs a little more vanilla extract, or you can add another extract or flavoring at this time.",
      "Frost cupcakes. Refrigerate any leftover frosting. If you aren't serving these right away, keep them refrigerated but let them come to room temperature before serving. If you have refrigerated the frosting, you'll need to beat it again before using. The good thing about this frosting is that it doesn't totally harden in the fridge like a typical buttercream does, (since butter solidifies when cold.)"
    ],
    "category": "",
    "notes": [],
    "img": "imagination-land-cupcakes.png",
    "credits": "Disney Meals - http://disneymeals.me/inside-out/"
  },
  {
    "id": "R19",
    "title": "Gluten Free Broccoli Pizza",
    "author": "Inside Out",
    "yield": "8 servings",
    "time": "35 minutes",
    "subtitle": "Congratulations San Francisco, you’ve ruined pizza.",
    "description": "Congratulations San Francisco, you’ve ruined pizza.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 small head cauliflower, chopped (5 to 6 cups)",
      "1 cup grated Parmesan",
      "1/2 teaspoon dried Italian seasoning",
      "1 clove garlic, minced",
      "1/2 teaspoon kosher salt",
      "Freshly ground black pepper",
      "1 egg",
      "1 1/2 cups shredded low-moisture mozzarella",
      "1/2 cup marinara sauce",
      "Broccoli to top"
    ],
    "instructions": [
      "Place a pizza stone or rimless baking sheet in the oven; preheat to 475 degrees F.",
      "Add the cauliflower to a food processor; pulse until finely ground, about the consistency of couscous. Pour the cauliflower onto a clean kitchen towel (I like flour sack towels for this) and squeeze out as much liquid as possible.",
      "To a large bowl, add the cauliflower, Parmesan, Italian seasoning, garlic, salt, some black pepper and the egg. Mix until the mixture holds together when pinched.",
      "Line a pizza peel or a second rimless baking sheet with parchment paper; liberally brush with olive oil. Spread the cauliflower mixture into a 12-inch-wide circle on the parchment. Slide the parchment onto the preheated pizza stone or baking sheet. Bake until the cauliflower crust is barely golden and darker at the edges, about 15 minutes.",
      "Remove the crust from the oven, sprinkle with the mozzarella and spread the marinara sauce over the top (this keeps the crust dry), then add broccoli on top. Slide the pizza back onto the pizza stone or baking sheet and bake until bubbly and browned in spots, about 4 minutes."
    ],
    "category": "",
    "notes": [],
    "img": "gluten-free-broccoli-pizza.png",
    "credits": "Disney Meals - http://disneymeals.me/inside-out/"
  },
  {
    "id": "R20",
    "title": "Broccoli and Beef",
    "author": "Inside Out",
    "yield": "6 servings",
    "time": "25 minutes",
    "subtitle": "The family gets Chinese take out. It is hard to see what exactly they’re eating, but there are some greens you can see.",
    "description": "The family gets Chinese take out. It is hard to see what exactly they’re eating, but there are some greens you can see.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "3 tablespoons cornstarch, divided",
      "1⁄2 cup water, plus",
      "2 tablespoons water, divided",
      "1⁄2 teaspoon minced garlic",
      "1⁄2 teaspoon oyster sauce",
      "1 lb boneless round steak or 1 lb charcoal chuck steak, cut into thin 3-inch strips",
      "2 tablespoons vegetable oil, divided",
      "4 cups broccoli florets",
      "1 small onion, cut into wedges",
      "1⁄3 cup reduced sodium soy sauce",
      "2 tablespoons brown sugar",
      "1 teaspoon ground ginger"
    ],
    "instructions": [
      "In a bowl, combine 2 tablespoons cornstarch, oyster sauce, 2 tablespoons water and garlic until smooth.",
      "Add beef and toss.",
      "In a large skillet or wok over medium high heat, stir-fry beef in 1 tablespoon oil until beef is done; remove and keep warm.",
      "Stir-fry broccoli and onion in remaining oil for 4-5 minutes.",
      "Return beef to pan.",
      "Combine soy sauce, brown sugar, ginger and remaining cornstarch and water until smooth; add to the pan.",
      "Cook and stir for 2 minutes.",
      "Serve over rice."
    ],
    "category": "",
    "notes": [],
    "img": "broccoli-and-beef.png",
    "credits": "Disney Meals - http://disneymeals.me/inside-out/"
  },
  {
    "id": "R21",
    "title": "Brain Freeze Slushie",
    "author": "Inside Out",
    "yield": "2 servings",
    "time": "5 minutes",
    "subtitle": "BRAIN FREEZE!",
    "description": "BRAIN FREEZE!",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 packet blue Kool-aid drink mix",
      "1/2 cup Sugar",
      "2 cups Ice water",
      "4 cups Or 1 full tray of ice cubes"
    ],
    "instructions": [
      "Blend all together",
      "Use more ice or less water for a thicker slushie"
    ],
    "category": "",
    "notes": [],
    "img": "brain-freeze-slushie.png",
    "credits": "Disney Meals - http://disneymeals.me/inside-out/"
  },
  {
    "id": "R22",
    "title": "Double Dutch Cherry Muffins",
    "author": "Frankenweenie",
    "yield": "12 servings",
    "time": "35 minutes",
    "subtitle": "So something cool about today’s recipes is that they actually show the recipes in the movie!",
    "description": "So something cool about today’s recipes is that they actually show the recipes in the movie!",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 C Sugar",
      "2 C Flour",
      "2 Eggs",
      "1 tsp Soda",
      "3/4 c butter",
      "1/2 c milk",
      "1/2 c cherries",
      "1/2 c double cream"
    ],
    "instructions": [
      "Cut the cherries into small pieces",
      "Melt the Butter",
      "In a large bowl, mix the eggs, sugar, flour, soda and milk. Mix well.",
      "Pour the mixture into a muffin tray and bake for 30 minutes.",
      "Before serving decorate each muffin with a cherry and add some double cream on the top"
    ],
    "category": "",
    "notes": [],
    "img": "double-dutch-cherry-muffins.png",
    "credits": "Disney Meals - http://disneymeals.me/frankenweenie/"
  },
  {
    "id": "R23",
    "title": "Dutch Apple Pie",
    "author": "Frankenweenie",
    "yield": "4 servings",
    "time": "40 minutes",
    "subtitle": "This recipe was shown in the film too.",
    "description": "This recipe was shown in the film too.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "2 Eggs",
      "1 c flour",
      "1 c milk",
      "1 c white sugar",
      "1/2 c brown sugar",
      "1/2 c butter",
      "3 cooking apples",
      "1/2 c cream",
      "1 tsp cinnamon",
      "1 tsp baking soda",
      "1/2 tsp vanilla extract"
    ],
    "instructions": [
      "Whisk the eggs, sugar and vanilla extract until the mixture is thick and mousse-like.",
      "Melt the butter in a saucepan with the milk, then pour onto the eggs, whilst continually whisking.",
      "Sift in the flour, cinnamon, and baking soda",
      "Pour the mixture into a square baking tin.",
      "Arrange the apple slices over the top and bake for 20-25 minutes."
    ],
    "category": "",
    "notes": [],
    "img": "dutch-apple-pie.png",
    "credits": "Disney Meals - http://disneymeals.me/frankenweenie/"
  },
  {
    "id": "R24",
    "title": "Drink Me Drink",
    "author": "Alice in Wonderland",
    "yield": "6 servings",
    "time": "60 minutes",
    "subtitle": "So you fall down a rabbit hole and land in a mysterious place? What is the first thing you do? Well drink a strange drink sitting on a table of course.",
    "description": "So you fall down a rabbit hole and land in a mysterious place? What is the first thing you do? Well drink a strange drink sitting on a table of course.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 pound red cherries",
      "2 pounds sugar",
      "1/2 pint water",
      "3 bottles carbonated water (soda)",
      "1.2 cups milk",
      "1/4 cups cream",
      "4 eggs yolks",
      "2 Tbs sugar",
      "2 tablespoons cornstarch",
      "1 teaspoon vanilla extract",
      "1 can Pineapple",
      "1/4 c Sugar",
      "1 tsp Lemon Juice",
      "1 can Pineapple",
      "1/4 c Sugar",
      "1 tsp Lemon Juice"
    ],
    "instructions": [
      "Put the clean, seedless cherries and sugar in a saucepan. If you want your cherries on the super-tart side, add less sugar.",
      "Cover the pan and leave at room temperature for 2 hours. The cherries need time to soak up the sweetness of the sugar. It’ll be so tangy that you’ll need the water to dilute it later.",
      "Add the 1/2 pint of water and stir until all the sugar dissolves. You’re looking for one mostly uniform consistency (the cherry chunks will keep it from being entirely uniform).",
      "Bring the contents up to a boil.",
      "Then reduce the heat and simmer for fifteen minutes. It should maintain a light bubble the entire time, reducing the liquid and turning almost syrupy.",
      "When finished, strain the mixture.",
      "Squeeze all the moisture from the cherries into a separate saucepan. Don’t just strain it — really squeeze out all the juices. Simmer the strained liquid until it thickens like maple syrup.",
      "Then take the pan off, let it cool to room temperature and move it to a sealed vessel for storage in a refrigerator",
      "Put one or two spoons of it into a glass of soda water. Sparkling water (or even just water) works, too.",
      "Feel free to experiment with the ratio to find your personal taste. It may take a try or two — but once you find the right combination, it’ll be easy",
      "Bring milk and cream to a simmer slowly on low heat.",
      "Whisk the sugar and cornstarch together, add the egg yolks, combine well.",
      "Slowly whisk the warm milk into the egg mixture, whisking constantly. Add vanilla. Return to the saucepan and stir gently until thickened. Serve hot, or cool to use as a layer in trifles, or fill tart pans.",
      "Tip. If using it hot, it can be kept warm in a jug set in a pan of hot water with a bit of cling film on top to prevent a skin forming.",
      "Put all ingredients into a blender",
      "Blend",
      "Chill"
    ],
    "category": "",
    "notes": [],
    "img": "drink-me-drink.jpeg",
    "credits": "Disney Meals - http://disneymeals.me/alice-in-wonderland/"
  },
  {
    "id": "R25",
    "title": "Eat Me Sugar Cookies",
    "author": "Alice in Wonderland",
    "yield": "24 servings",
    "time": "30 minutes",
    "subtitle": "After she foolishly drinks the luckily-not-poisoned, but enlarging drink, she goes on and eats some strange cookies that appear out of no where in the hopes that she will shrink back down.",
    "description": "After she foolishly drinks the luckily-not-poisoned, but enlarging drink, she goes on and eats some strange cookies that appear out of no where in the hopes that she will shrink back down.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "2 3/4 cups all-purpose flour",
      "1 teaspoon baking soda",
      "1/2 teaspoon baking powder",
      "1 cup softened butter",
      "1 1/2 cups white sugar",
      "1 egg",
      "1 teaspoon vanilla extract",
      "3 to 4 tablespoons buttermilk",
      "sprinkles or colored sugar for decorating"
    ],
    "instructions": [
      "Preheat oven to 375 degrees F.",
      "In a small bowl, stir together flour, baking soda, and baking powder. Set aside.",
      "In a large bowl, cream together butter and sugar until smooth. Beat in the egg and vanilla. Gradually blend in dry ingredients. Add enough of the buttermilk to moisten the dough and make it soft, not wet.",
      "Roll rounded teaspoons of dough into balls and place on a ungreased cookie sheet. With a brush or fingers, moisten the top of each cookie with the remaining buttermilk and slightly flatten the top of each cookie. Sprinkle with raw sugar or colored sprinkles.",
      "Bake for 8 to 10 minutes or until slightly golden. Let stand for 2 minutes before removing to cool on a rack."
    ],
    "category": "",
    "notes": [],
    "img": "eat-me-cookies.jpeg",
    "credits": "Disney Meals - http://disneymeals.me/alice-in-wonderland/"
  },
  {
    "id": "R26",
    "title": "Bread and Butterflies",
    "author": "Alice in Wonderland",
    "yield": "10 servings",
    "time": "2 hours",
    "subtitle": "In the Walrus and the Carpenter section, the Carpenter makes some bread to go with the oysters, and later on, we see some wonderful, punny creatures, bread and butterflies.",
    "description": "In the Walrus and the Carpenter section, the Carpenter makes some bread to go with the oysters, and later on, we see some wonderful, punny creatures, bread and butterflies.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "4 cups white flour plus extra for dusting",
      "7 grams fast-action dried yeast (one packet)",
      "1 teaspoon salt",
      "1.5 cups lukewarm water (give or take a little)",
      "a little oil for greasing"
    ],
    "instructions": [
      "Make the dough by tipping the flour, yeast and salt into a large bowl and making a well in the middle.",
      "Pour in most of the water and use your fingers or a wooden spoon to mix the flour and water together until combined to a slightly wet, pillowy, workable dough – add a splash more water if necessary.",
      "Tip the dough onto a lightly floured surface and knead for at least 10 mins until smooth and elastic.",
      "This can also be done in a tabletop mixer with a dough hook.",
      "Place the dough in a clean oiled bowl, cover with cling film and leave to rise until doubled in size.",
      "Heat oven to 430F/220C/fan 200C/gas 7.",
      "Knock back the dough by tipping it back onto a floured surface and pushing the air out.",
      "Mould the dough into a football ball shape that will fit a 900g loaf tin and place in the tin.",
      "Cover with a clean tea towel and leave to prove for 30 mins.",
      "Dust the top of the loaf with a little more flour and slash the top with a sharp knife if you want.",
      "Bake the bread for 15 mins, then reduce the heat to 190C/fan 170C/gas 5 and continue to bake for 30 mins until the loaf sounds hollow when removed from the tin and tapped on the base.",
      "Leave the bread on a wire rack to cool completely.",
      "The loaf will stay fresh in an airtight container for 3 days or can be frozen for 1 month",
      "Get a pipe cleaner and fold it in half.",
      "Twist the ends together, but leave them seperated a bit to make antenna.",
      "Take a piece of bread and roll it over the pipe cleaner.",
      "Wet the edge of the bed so it sticks to itself in the roll.",
      "Slice 2 more pieces of bread for wings.",
      "Stick toothpicks in the bottom of the bread.",
      "Stick the wings into the body.",
      "Put honey at the top of the body and attach 2 googley eyes.",
      "Spread butter on the wings."
    ],
    "category": "",
    "notes": [],
    "img": "bread-and-butterflies.jpeg",
    "credits": "Disney Meals - http://disneymeals.me/alice-in-wonderland/"
  },
  {
    "id": "R27",
    "title": "Little Oysters on a Half Shell",
    "author": "Alice in Wonderland",
    "yield": "4 servings",
    "time": "1 hour",
    "subtitle": "The Walrus and the Carpenter is a pretty messed up story. They eat little baby oysters. Now, people do that all the time, but these were cute anthropomorphic little oysters.",
    "description": "The Walrus and the Carpenter is a pretty messed up story. They eat little baby oysters. Now, people do that all the time, but these were cute anthropomorphic little oysters.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "10-20 Oysters",
      "Crushed Ice or rock salt",
      "1 tablespoon coarsely ground white or black peppercorn (vary amount according to taste)",
      "1/2 cup white wine vinegar (I used red, but white would be more accurate)",
      "2 tablespoons finely chopped shallots or sweet onions",
      "1 tsp Ground mustard seed",
      "salt to taste"
    ],
    "instructions": [
      "Clean the oysters really well under running water with a course brush. Dirt is everywhere, so be sure to scrub, especially around the hinge",
      "Insert a butter knife as far into the hinge as possible.",
      "Rock the knife gently up and down as you push the knife further into the oyster",
      "The oyster will finally open.",
      "Detach it from the top and bottom of the shell, but leave it in the bottom.",
      "Place in crushed ice or rock salt.",
      "Combine all ingredients",
      "Chill for at least an hour.",
      "Serve with the Oysters"
    ],
    "category": "",
    "notes": [],
    "img": "little-oysters.jpeg",
    "credits": "Disney Meals - http://disneymeals.me/alice-in-wonderland/"
  },
  {
    "id": "R28",
    "title": "A Mad Unbirthday Cake",
    "author": "Alice in Wonderland",
    "yield": "12 servings",
    "time": "40 minutes",
    "subtitle": "When Alice meets the Mad Hatter, he gives her an unbirthday cake.",
    "description": "When Alice meets the Mad Hatter, he gives her an unbirthday cake.",
    "tags": [],
    "ratings": [],
    "ingredients": [
      "1 box white (vanilla) cake mix",
      "food coloring",
      "2 cartons pink frosting",
      "water **according to cake package",
      "egg white **according to cake package",
      "oil **according to cake package",
      "1 teaspoon vanilla extract",
      "1 tablespoon milk"
    ],
    "instructions": [
      "Prepare cake mix according to package directions, add vanilla and milk.",
      "Blend well.",
      "Separate into 3 bowls.",
      "Dye each bowlful a different color.",
      "Pour batter into three 9″ cake pans that have been greased and floured.",
      "Bake at 350 for 20-25 minutes.",
      "Allow to cool completely.",
      "Cut into cakes with 3″ and 6″ rings starting in the center (this will make it look like a target).",
      "Take the largest ring of one color, the 6″ ring of another color, and the 3″ center piece of the last color and put them together.",
      "This creates a new bottom layer.",
      "Frost.",
      "Continue to do this for all 3 layers.",
      "When you cut into the cake it will make a checkered pattern.",
      "Use pink frosting and white icing. Put one “trick” candle on top.",
      "Merry Unbirthday!"
    ],
    "category": "",
    "notes": [],
    "img": "unbirthday-cake.jpeg",
    "credits": "Disney Meals - http://disneymeals.me/alice-in-wonderland/"
  }
]
